{
  "1-1": "Año Nuevo.",
  "1-2": "40: según una tradición cristiana la Virgen vino en carne mortal a Caesaraugusta (Zaragoza) a ver a Santiago cuando aún vivía en Jerusalén.",
  "1-3": "1117: en Italia, un terremoto de magnitud 6,4 en la escala sismológica de Richter devasta gran parte del centro norte del país, en particular Verona, dejando un saldo de unos 30 000 muertos.",
  "1-4": "275: en Roma, Eutiquiano sucede a Félix I como papa.",
  "1-5": "951: en el Reino de León, en la actual España abdica Ramiro II de León.",
  "1-6": "1233: Fernando III de Castilla inicia el sitio de la ciudad de Úbeda que culmina con su capitulación.",
  "1-7": "1325: en Portugal, Alfonso IV se convierte en rey.",
  "1-8": "307: en China, el emperador Jin Huidi es envenenado por su hijo Jin Huaidi.",
  "1-9": "1 a. C.: en Judea se registra un eclipse lunar. Según el historiador Flavio Josefo, el rey Herodes murió al día siguiente.​",
  "1-10": "49 a. C.: Julio César cruza el río Rubicón, marcando el inicio de la segunda guerra civil de la República romana.",
  "1-11": "565: sublevación contra el emperador oriental Justiniano I.",
  "1-12": "29 a. C.: en la Antigua Roma finaliza la guerra civil.",
  "1-13": "532: en Bizancio estalla la revuelta de Niká.",
  "1-14": "574 (o 575): en Gansu (centro de China) se registra un terremoto de 5,5 grados de la escala sismológica de Richter y una magnitud de 7 grados.",
  "1-15": "588 a. C.: Nabucodonosor II de Babilonia sitia Jerusalén bajo el reinado de Sedequías. El sitio durará dos años, hasta el 18 de julio del 586 a. C.",
  "1-16": "1458 a. C.: en Egipto fallece el faraón Hatshepsut a la edad de 50 años, y es enterrado en el Valle de los Reyes.",
  "1-17": "1024: En la sala caliente de los baños califales del Alcázar andalusí de Córdoba, es asesinado el califa Abderramán V durante un motín perpetrado por su primo Muhámmad III, quien se proclamaría undécimo califa tras el regicidio.",
  "1-18": "474: León II se convierte brevemente en emperador bizantino.",
  "1-19": "928: en la España dominada por los musulmanes, el emir de Córdoba Abderramán III conquista Bobastro, en la actual Málaga, disolviendo la rebelión que había iniciado Hafsún unas décadas antes. Abderramán III hace enviar y leer una carta en todas las mezquitas del emirato jactándose de haber destruido el centro de la rebelión.",
  "1-20": "648: en Europa, el rey visigodo Chindasvinto, instaura la monarquía hereditaria en Hispania al asociar al trono a su hijo Recesvinto.",
  "1-21": "763: cerca de la ciudad de Kufa (170 km al sur de Bagdad (Irak), el ejército abasí ―liderado por Isa ibn Musa (721-783)― derrota a los alidas en la batalla de Bajamra, dando fin a la rebelión de estos. Muere Ibrahim, hermano de Isa. Se consolida el califato abasí.",
  "1-22": "1188: en la ciudad zamorana de Benavente (Reino de León), fallece por causas naturales, el rey Fernando II de León, a los cincuenta y un años. Su hijo, el príncipe Alfonso, fue proclamado rey a finales de septiembre de ese mismo año.",
  "1-23": "1556: en Shaanxi (China) se produce un violento terremoto, que se estima en una magnitud de 8 en la escala de Richter. Mueren aproximadamente 830 000 personas. (Ver Terremoto de Shaanxi).",
  "1-24": "41: en la Antigua Roma el emperador romano Calígula, de 29 años de edad, conocido por su excentricidad y cruel despotismo, es asesinado por sus guardias pretorianos. Lo sucede su tío Claudio.",
  "1-25": "41: en Roma, después de una noche de negociación, Claudio es aceptado como emperador.",
  "1-26": "1085: en la Taifa de Zaragoza (en la actual España), Al-Musta'in se casa con la hija de Abu Bakr de Valencia, a la que asistieron los reyes taifas de al-Ándalus y, con toda probabilidad, ante la presencia de El Cid Campeador.",
  "1-27": "98: Trajano sucede tras su muerte a su padre adoptivo Nerva, predecesor suyo como emperador del imperio romano, convirtiéndose en el primer emperador de origen hispánico.",
  "1-28": "1077: en Canossa (Italia) el emperador Enrique IV —tras pasar tres días en la nieve como expiación— logra que el papa Gregorio VII levante su excomunión contra él (Humillación de Canossa).",
  "1-29": "757: en China, An Lushan ―líder de la revuelta contra la Dinastía Tang y el emperador de Yan― es asesinado por su propio hijo, An Qingxu.​",
  "1-30": "1500: en Brasil, el navegante español Vicente Yáñez Pinzón es el primer europeo que avista la desembocadura del río Amazonas.",
  "1-31": "314: el romano Silvestre I sucede a Melquíades como papa de la Iglesia católica.",
  "2-1": "481: en Cartago (actual Túnez) el rey vándalo Hunerico organiza una conferencia entre obispos arrianos y católicos.",
  "2-2": "186 a. C.: en Gansu (China) ocurre un terremoto de magnitud 6,5 en la escala sismológica de Richter, que deja un saldo de 760 muertos.",
  "2-3": "1377: más de 2000 personas son asesinadas en la ciudad italiana de Cesena durante la Guerra de los Ocho Santos.",
  "2-4": "1043: en la actual España, se nombra rey de la Taifa de Málaga a Idris II.",
  "2-5": "62: en la actual Italia, la ciudad de Pompeya, a los pies del volcán Vesubio, es dañada por un fuerte terremoto. Temiendo una erupción del volcán, gran parte de sus habitantes se ven obligados a dejar sus hogares en una huida provocada por el pánico. (17 años después, una erupción sepultará Pompeya con todos sus habitantes).​",
  "2-6": "337: en Roma, Julio I es elegido papa.",
  "2-7": "457: en el Imperio bizantino, León I el Matarife se convierte en emperador.",
  "2-8": "421: Constancio III se convierte en coemperador del Imperio Romano de Oriente.",
  "2-9": "10 a. C.: en Kyushu (la tercera isla más grande de Japón) se visualizan nueve soles, uno al lado del otro (posiblemente se trató de un fenómeno de parahelio).​",
  "2-10": "60: en el mar Mediterráneo, según una tradición cristiana del siglo V, basada en el relato descrito en el libro griego Los hechos de los apóstoles (escrito hacia el año 100 d. C.), en esta fecha, san Pablo de Tarso ―quien viajaba rumbo a Roma― naufraga en la isla de Malta. El texto menciona que, durante su estancia de tres meses, san Pablo habría convertido al cristianismo al gobernador romano Publio. Sin embargo, este hecho no se encuentra registrado en ningún documento histórico romano. Aunque los cristianos conmemoran este evento, no se conoce la fecha exacta en la que habría ocurrido la leyenda relatada.",
  "2-11": "660 a. C.: el emperador Jinmu funda Japón.",
  "2-12": "881: en Roma, el papa Juan VIII corona a Carlos III el Gordo como rey de Italia.",
  "2-13": "863: la ciudad de Dvin (Armenia) ―de 100 000 habitantes― es gravemente dañada por un terremoto. Varios miles de víctimas. Se desploman las paredes de las casas (de adobe) y los edificios públicos. Durante tres meses las continuas réplicas hacen que los sobrevivientes vivan fuera de la localidad. Treinta años después (el 28 de diciembre del 893) un terremoto aún más devastador destruirá la ciudad.",
  "2-14": "Día de San Valentín.",
  "2-15": "438: en Roma, el emperador Teodosio II publica el código de leyes Codex theodosianus, la primera colección oficial de leyes del Imperio romano, para orientación general.",
  "2-16": "1164: la inundación de Santa Juliana arrasa la ciudad de Groninga, la provincia de Frisia y el norte de Alemania, especialmente la cuenca del Elba. Mueren miles de personas.",
  "2-17": "364: el emperador romano Joviano muere después de un reinado de ocho meses. Lo encuentran muerto en su tienda de campaña en Tyana (Asia Menor) en el camino de regreso a Constantinopla en circunstancias sospechosas.",
  "2-18": "3102 a. C.: según el astrónomo indio Varaja Mijira (505-587 d. C.), comienza la cuarta era (kali yuga), que durará 432 000 años.",
  "2-19": "197: en Lugdunum (la actual Lyon), el emperador romano Septimio Severo (145-211) derrota al usurpador Clodio Albino (147-197) en la batalla de Lugdunum, la más sangrienta entre ejércitos romanos.",
  "2-20": "1472: Noruega le entrega a Escocia las Islas Shetland y las Órcadas como pago de una dote.",
  "2-21": "148 a. C.: en Antioquía (Turquía) sucede un terremoto. Se desconoce la cantidad de muertos.​",
  "2-22": "186 a. C.: en la provincia de Gansu (centro-noroeste de China) se registra un terremoto de magnitud 7,0 en la escala sismológica de Richter, que deja un saldo de 760 muertos.​",
  "2-23": "4 a. C.: en China se registra un cometa («una estrella como un arbusto»).​",
  "2-24": "1208: en la villa de Asís (península itálica), Francisco de Asís afirma que escuchó directamente a Jesucristo ordenándole que comenzara su misión.",
  "2-25": "52 a. C.: en el Imperio romano, Pompeyo es elegido cónsul único de Roma.",
  "2-26": "747 a. C. (miércoles): Nabonasar se convierte en rey de Asiria. El astrónomo griego-egipcio Claudio Ptolomeo (100-170 d. C.) eligió esta fecha (registrada por los egipcios) como comienzo de la era Nabonassar.",
  "2-27": "720 a. C.: en China, Confucio registra el primero de una lista de 36 eclipses solares.​",
  "2-28": "202 a. C.: Liu Bang es entronizado como el Emperador de China, comenzando cuatro siglos de gobierno por parte de la dinastía Han.",
  "2-29": "1504: en Jamaica, Cristóbal Colón aprovecha su Almanach Perpétuum​ (de Abraham Zacuto), que pronosticaba un eclipse lunar esta noche, para convencer a los nativos de proveerle víveres.",
  "3-1": "752 a. C.: Rómulo, el legendario primer rey de Roma, celebra el primer triunfo romano después de vencer a los cheninos, que habían venido a recuperar a sus mujeres tras el rapto de las Sabinas.",
  "3-2": "986: en la actual Francia, Luis V se convierte en rey de los francos.",
  "3-3": "473: en Rávena (península itálica) Gundebaldo (sobrino de Ricimero) designa a Glicerio como emperador del Imperio Romano de Occidente.",
  "3-4": "51: Nerón, que más tarde se convertirá en emperador romano, recibe el título princeps iuventutis (jefe de la juventud).",
  "3-5": "1223 a. C.: en Ugarit (actual Siria) un astrólogo escribe la fecha de un eclipse total. La tablilla con la inscripción será encontrada en 1948.​",
  "3-6": "845: Los 42 mártires de Amorio son asesinados tras negarse a convertirse al Islam.",
  "3-8": "Día Internacional de la Mujer.",
  "3-9": "141 a. C.: Liu Che, póstumamente conocido como el emperador Wu de Han, asume el trono sobre la dinastía Han de China.",
  "3-10": "241 a. C.: la flota romana hunde a la cartaginesa en la batalla de las Islas Egadas, poniendo fin a la primera guerra púnica.",
  "3-11": "222: el emperador Heliogábalo es asesinado junto a su madre Julia Soemia Basiana, por su guardia pretoriana durante la rebelión. Sus cuerpos mutilados son paseados por las calles de Roma antes de ser lanzados al río Tíber.",
  "3-12": "538: Witiges, rey de los ostrogodos, finaliza su sitio de Roma y se retira a Rávena, dejando la ciudad en manos del victorioso general romano, Belisario.",
  "3-13": "222: Alejandro Severo es proclamado emperador romano.",
  "3-14": "44 a. C.: Casca y Casio deciden la noche antes del asesinato a Julio César, que Marco Antonio debería vivir.",
  "3-15": "193 a. C.: en Italia se registra un terremoto (sin más datos).​",
  "3-16": "597 a. C.: los babilonios capturan Jerusalén, y reemplazan a Joaquín por Sedecías como rey.",
  "3-17": "45 a. C.: en la batalla de Munda, en su última victoria, Julio César derrota a las fuerzas pompeyanas de Tito Labieno y Pompeyo el Joven.",
  "3-18": "18: en Mesina y Reggio Calabria sucede un terremoto. Se desconoce el número de muertos. Una semana después sucede otro terremoto igualmente violento. Ver Terremotos desde el 3000 a. C. hasta el 900 d. C.",
  "3-19": "721 a. C.: se avista el primer eclipse lunar del que se conocen noticias.​",
  "3-20": "235: Maximino el Tracio es proclamado emperador romano.",
  "3-21": "537: Sitio de Roma por el rey Vitiges, quien intenta asaltar las Murallas aurelianas, en el norte y este de la ciudad, pero es rechazado en la puerta Prenestina ―conocida como el Vivarium―, por los defensores comandados por Bessas y Peranius.",
  "3-22": "752: en Roma (Italia) se elige Esteban II como papa, pero muere tres días antes de ser ordenado obispo de Roma, por lo que no se lo considera un papa legítimo.",
  "3-23": "625: en Arabia tiene lugar la batalla de Uhud entre musulmanes y no musulmanes.",
  "3-24": "146 a. C.: cerca de la actual ciudad de Túnez, cae la ciudad de Cartago a manos del ejército romano liderado por Escipión Emiliano, produciéndose la destrucción casi completa de la localidad.",
  "3-25": "708: en Roma, Constantino I es nombrado papa.",
  "3-26": "631: en la península ibérica, los nobles hispanos acaudillados por Sisenando y con la ayuda del rey franco Dagoberto, derrotan y deponen al rey visigodo Suintila.",
  "3-27": "196 a. C.: en el Antiguo Egipto asciende al trono el faraón Ptolomeo V.",
  "3-28": "58 a. C.: el pueblo helvético comienza a migrar (debido a la guerra de la República romana contra la Galia).",
  "3-29": "1139: Es promulgada la bula Omne datum optimum por el papa Inocencio II con el objeto de oficializar la creación de la Orden del Temple.",
  "3-30": "1282: en Palermo (Sicilia), una revuelta (las Vísperas sicilianas) origina la expulsión de los Anjou de la isla.",
  "3-31": "307: en Bizancio (Imperio romano de Oriente), el emperador Constantino I se divorcia de su esposa Minervina para casarse con Fausta, hija del emperador romano retirado Maximiano.",
  "4-1": "407: en Constantinopla sucede un terremoto.​",
  "4-2": "801 (Sábado santo): Barcelona se rinde ante las tropas de Luis el Piadoso. Incorporación de los Condados Catalanes al Imperio carolingio.",
  "4-3": "1492 a. C.: sucede el eclipse lunar (saros 37).​",
  "4-4": "503 a. C.: en la península italiana, el cónsul romano Agripa Menenio Lanato celebra un triunfo por una victoria militar sobre los sabinos.",
  "4-5": "342: en Roma, el político y sacerdote romano Vulcacio Rufino se convierte en comes per orientem Aegypti et Mesopotamiae per easdem vice sacra iudicans (‘compañero en todo el este de Egipto y Mesopotamia, juzgando asuntos sagrados en los mismos lugares’).",
  "4-6": "648 a. C.: se produce el eclipse solar más antiguo documentado por los griegos.",
  "4-7": "30: Primer Viernes Santo, según varios exégetas.",
  "4-8": "217: Macrino ―prefecto del Pretorio e inspirador del asesinato de su predecesor, el emperador Caracalla― se convierte en emperador romano (hasta junio del 218).",
  "4-9": "193: en Ilírico (ubicado en los Balcanes), el ejército romano proclama emperador de Roma a Septimio Severo.",
  "4-10": "1710: en Gran Bretaña, entra en vigencia la primera ley sobre copyright, el Estatuto de Ana.",
  "4-11": "487 a. C. (día de la luna llena del mes vishaka [abril a mayo]): en Kushinagar (India) fallece Gautama Buda, fundador del budismo. Otras opciones son el 27 de abril de 483 a. C., o en los años 411 o 368 a. C.",
  "4-12": "238: en el norte de África, Capelia (gobernador de la provincia romana de África, leal al emperador Maximino Tracio) derrota y asesina al emperador Gordiano II en la batalla de Cartago. Al escuchar la noticia de su muerte, su padre Gordiano I se suicida.",
  "4-13": "1111: Enrique V es coronado como monarca del Sacro Imperio Romano Germánico.",
  "4-14": "43 a. C.: cerca de la actual ciudad de Castelfranco Emilia (península italiana) se libra la batalla del Foro de los Galos. Marco Antonio, habiendo sitiado al asesino de Julio César, Brutus, en Mutina (actual Módena), derrota a las fuerzas del cónsul Pansa, quien resulta muerto.",
  "4-15": "769: el Concilio de Roma ―ordenado por el papa Esteban III― condena el Concilio de Hieria y anatematiza sus sentencias iconoclastas (que abogaban por la destrucción de estatuas sagradas, por haber sido estas prohibidas en la Biblia).",
  "4-16": "1457 a. C.: fecha probable de la batalla de Megido, librada a 80 km al norte de Jericó (Jerusalén, a 15 km de Jericó, todavía no existía), entre el faraón Tutmosis III y una gran coalición cananea dirigida por el rey de Kadesh; se trata de la primera batalla que se ha registrado de manera verosímil.",
  "4-17": "47 a. C.: en Longxi (34°54′N 104°42′E﻿ / ﻿34.9, 104.7), unos 90 km al sur de la ciudad de Dingshí, en la provincia de Gansu, en el centro de China, se registra un terremoto de magnitud 6,8 de la escala sismológica de Richter (intensidad de 9), que deja «muchos muertos».",
  "4-18": "309: en Roma (península italiana), el religioso griego Eusebio es coronado como Papa. En el futuro será canonizado (convertido en «Santo»).",
  "4-19": "797: en la ciudad de Bizancio, la emperatriz Irene organiza una conspiración contra su hijo, el emperador bizantino Constantino VI. Él es derrocado y poco después, cegado. Constantino muere por infección; Irene se proclama basileus.",
  "4-20": "1194: en Tordehumos (España), el rey de León, Alfonso IX, y el de Castilla, Alfonso VIII, firman el Tratado de Tordehumos.",
  "4-21": "753 a. C.: fecha tradicional de la fundación de Roma. Rómulo funda la ciudad pese a la oposición de su hermano Remo, al que asesina.",
  "4-22": "Día de la Tierra.",
  "4-23": "215 a. C.: sobre el monte Capitolino (Roma), se inaugura un templo dedicado a Venus Erycina, para conmemorar la derrota romana en el lago Trasimeno.",
  "4-24": "1479 a. C.: en el antiguo Egipto ―según la cronología de la 18.º dinastía― Tutmosis III asciende al trono de Egipto, aunque el poder efectivo está en manos de Hatshepsut.",
  "4-25": "1457 a. C.: en la ciudad de Armagedón (36 km al sureste del puerto de Haifa, el ejército del faraón Tutmosis III (de la 18.ª Dinastía) derrota al ejército del príncipe de Kadesh en la batalla de Megido. Comienza el asedio de la ciudad.",
  "4-26": "1009: En Al-Ándalus (actual España), al-Mahdi anuncia su proclamación como nuevo califa de Córdoba por la muerte de su predecesor, Hisham II, aunque realmente solo se encontraba prisionero.",
  "4-27": "483 a. C. (día de la luna llena del mes vishaka del 21 de abril al 21 de mayo):​ en Kushinagar (India) fallece Buda, creador del budismo.",
  "4-28": "224: Se produce la batalla de Hormizdagán, Ardashir I derrota y mata a Artabano IV, poniendo fin al Imperio parto .",
  "4-29": "1091: el emperador bizantino Alejo I Comneno, junto a sus aliados cumanos, derrotan a los pechenegos en la batalla de Levounion.",
  "4-30": "65: en la Antigua Roma, Séneca y su sobrino Lucano, implicados en la conjura de Cayo Calpurnio Pisón contra el emperador Nerón, son descubiertos y obligados a suicidarse.",
  "5-1": "Día Internacional de los Trabajadores.",
  "5-2": "693: en la actual España, Égica ordena concluir el XVI Concilio de Toledo.",
  "5-3": "1375 a. C.: en China, se registra un eclipse solar, «El Sol está avergonzado, se ocultó durante el día».​",
  "5-4": "1443: el rey de Portugal, Alfonso V, exige el pago de diezmos a los colonos de las Azores.",
  "5-5": "553: Comienza el Segundo Concilio de Constantinopla.",
  "5-6": "319: en Mtsjeta (en esa época capital de Georgia) la monja Ninó de Georgia (29) bautiza al rey Mirian II (quien en esos días había recuperado la visión) y a sus dignatarios.",
  "5-7": "351: el César Constancio Galo elige la nueva capital del Imperio bizantino, Antioquía.",
  "5-8": "413: en Roma (península itálica), el emperador Honorio firma un edicto liberando de impuestos a las provincias de Tuscia, Campania, Picenum, Samnium, Apulia, Lucania y Calabria, que habían sido arrasadas por los visigodos.",
  "5-9": "1013: En la actual España: los bereberes, ayudados por Sancho García (conde de Castilla), se apoderan de la ciudad palatina cordobesa de Medina Azahara, residencia de los califas, saqueándola, destruyéndola y nombrando califa a Sulaiman al-Mustain.",
  "5-10": "28 a. C.: en la Antigua China, durante el reinado del emperador Cheng Di, de la dinastía Han,unos  astrónomos registran una mancha en el Sol. Se trata de una de las primeras observaciones de manchas solares en la historia humana.",
  "5-11": "330: la ciudad de Bizancio es renombrada como Nova Roma durante una «ceremonia de dedicación», sin embargo, se continúa conociendo más popularmente como Constantinopla.",
  "5-12": "48 a. C.: en la ciudad de Farsalia (Grecia), Julio César anota que ha visto en el cielo una «bola de fuego llameante» (posiblemente un meteorito).​",
  "5-13": "461: se produce la batalla de Cartagena, entre la armada romana y la vándala, en el contexto de los intentos del emperador Mayoriano de reconquistar los territorios romanos perdidos.",
  "5-14": "734: en la región de Kinki (zona de Kioto y Osaka) se registra un terremoto (con epicentro desconocido) que deja «muchos» muertos.",
  "5-15": "483 a. C. (día de la luna llena del mes vishaka [del 21 de abril al 21 de mayo]): en Kushinagar (India) fallece Buda, creador del budismo.​",
  "5-16": "218: Julia Mesa, tía de Caracalla, es expulsada de su casa en Siria por el autoproclamado Macrino y declara a su nieto de 14 años Heliogábalo, emperador de Roma.",
  "5-17": "822: en Córdoba (España), tras la muerte de Al Hakam I, inicia su reinado Abderramán II, durante el cual los cordobeses adoptaron la moda de Bagdad, introducida por el músico de origen iraquí Ziryab.",
  "5-18": "1152: en Inglaterra, Enrique II se casa con Leonor de Aquitania.",
  "5-19": "526: en Antioquía (en esa época, parte de la Siria romana) ocurre un terremoto grado VIII de la escala de Mercalli. Muere un cuarto de millón de personas en distintos sitios de la costa del Mediterráneo. Otras fechas posibles son el 29 de mayo del 525, o el 20, el 26 o el 29 de mayo del 526. Ver terremoto de Antioquía del 525.",
  "5-20": "325: en Nicea se lleva a cabo el Concilio de Nicea, primer concilio ecuménico de las iglesias cristianas.",
  "5-21": "293: en Roma, los emperadores romanos Diocleciano y Maximiano nombran a Galerio como César de Diocleciano, iniciando así el período de cuatro gobernantes conocido como la Tetrarquía.",
  "5-22": "12 a. C.: en China se registra una lluvia de meteoritos: «Cayeron meteoritos, algunos grandes como palanganas y otros como huevos de gallina. Recién cesaron al atardecer».​",
  "5-23": "1430: Juana de Arco es capturada por los borgoñones.",
  "5-24": "1218: en la costa de Palestina, la quinta cruzada deja la villa de San Juan de Acre hacia Egipto.",
  "5-25": "567 a. C.: en Roma (península italiana), el rey Servio Tulio celebra un triunfo por su victoria sobre los etruscos.",
  "5-26": "47 a. C.: Julio César visita Tarso en su camino hacia Ptonto. Allí encuentra un entusiasta apoyo, pero de acuerdo con Cicerón, Casio ya estaba planeando matarlo.",
  "5-27": "927: en las altiplanicies del este de Bosnia, cerca del río Drina, frontera entre el Reino de Croacia y el Primer imperio búlgaro, Tomislav de Croacia derrota a Simeón I de Bulgaria en la batalla de las Altiplanicies Bosnias.",
  "5-28": "585 a. C.: se produce un eclipse solar previsto por Tales de Mileto, mientras Alyattes II está librando la «batalla del eclipse» contra Ciáxares. Esto lleva a una tregua. Esta es una de las fechas cardinales que permiten calcular otras fechas.",
  "5-29": "526: en la región de Siria (parte del Imperio romano) sucede el terremoto de Antioquía, de XI12 grados en la escala modificada de Mercalli (que mide daños). Deja un saldo de 250 000 muertos.​",
  "5-30": "1108: las tropas cristianas de Alfonso VI son derrotadas en la batalla de Uclés (Cuenca) por los almorávides de Granada, Valencia y Murcia, dirigidos por Yusuf ibn Tasufin.",
  "5-31": "1560: en la actual provincia de Tucumán (noroeste de Argentina), el militar español Diego de Villarroel repuebla por tercera vez el lugar que los naturales llamaban Ibatin (‘ribera del río que baja de la quebrada’) y la bautiza villa de San Miguel de Tucumán. En 1550, Juan Núñez del Prado la había fundado con el nombre de Barco I, y en 1557, el militar Juan Pérez de Zorita la había refundado con el nombre de Cañete.",
  "6-2": "455: Roma es saqueada por los vándalos de Genserico.",
  "6-3": "350: el usurpador romano Nepotiano, de la dinastía Constantiniana, se proclama emperador romano, entrando en Roma al frente de un grupo de gladiadores.",
  "6-4": "780 a. C.: en China se describe por primera vez en la historia un eclipse solar.",
  "6-5": "Día Mundial del Medio Ambiente.",
  "6-6": "1391: en Écija (Sevilla) un numeroso grupo de pobladores liderados por el obispo— entran en el barrio de la Judería y asesinan a 4000 judíos.",
  "6-7": "143 a. C.: en Hubei (China) se registra un terremoto de magnitud 5 en la escala sismológica de Richter (I=6). Puede haber sucedido en el 143 o el 141 a. C.",
  "6-8": "68: el Senado romano proclama a Galba como emperador.",
  "6-9": "411 a. C.: en Atenas (Antigua Grecia) ―durante la guerra del Peloponeso entre Atenas y Esparta― un golpe de Estado depone el Gobierno democrático ateniense. Sube al poder la oligarquía de Los Cuatrocientos, que será reemplazada unos meses después.",
  "6-10": "671: El emperador Tenji de Japón introduce un reloj de agua (clepsidra) llamado Rokoku. El instrumento, que mide el tiempo e indica las horas, se instala en la capital, Ōtsu.",
  "6-11": "1691 a. C.: eclipse lunar 32 del ciclo Saros.​",
  "6-12": "1295: el papa Bonifacio VIII nombra a Jaime II de Aragón rey de Cerdeña y Córcega.",
  "6-13": "313: en Nicomedia se publican las decisiones del Edicto de Milán, firmado por Constantino el Grande y el coemperador Valerio Licinio, que conceden a cada habitante del imperio la libertad de elegir la religión que quieran.",
  "6-14": "1158: a orillas del río Isar, en Alemania, Enrique el León funda la villa de Múnich.",
  "6-15": "763 a. C.: en Oriente Próximo se registra un eclipse solar usado actualmente para establecer la cronología del Antiguo Oriente Próximo. «En aquel día ―dice el Señor Soberano― haré que el Sol se ponga al mediodía y que en pleno día se oscurezca la Tierra» (Libro de Amós, 8.9).​",
  "6-16": "221: el emperador Heliogábalo adopta como hijo a Alejandro Severo, y lo nombra César como su sucesor legítimo.",
  "6-17": "1094: Rodrigo Díaz de Vivar, El Cid Campeador, conquista Valencia.​",
  "6-18": "618: en China se corona al gobernador Li Yuan, a partir de entonces conocido como Gaozu, como nuevo emperador de China, iniciando tres siglos de la dinastía Tang.",
  "6-19": "1325: Tenoch descubre una águila sobre un nopal en el valle de México, y se asientan a sus alrededores.​",
  "6-20": "451: en el Imperio romano de Occidente, en el norte de la actual Francia, comienza la Batalla de los Campos Cataláunicos contra Atila.",
  "6-21": "217 a. C.: a unos 70 km al oeste del lago Trasimeno (centro de Italia) a las 11:00 aprox. (hora local) sucede un terremoto de magnitud 6,5 en la escala sismológica de Richter. Sucedió durante la masacre del lago Trasimeno, en que el general cartaginés Aníbal aniquiló al ejército romano. El historiador Tito Livio (en Ab urbe condita, 22.5) declaró: «Con una conmoción horrible, [el sismo] niveló montañas, modificó el curso de ríos, y derrumbó grandes zonas de muchas de las ciudades de Italia».​",
  "6-22": "235 a. C.: en Egipto, Eratóstenes midió por primera vez la circunferencia de la Tierra.",
  "6-23": "79: en Roma, el emperador Tito sucede a su padre Vespasiano como emperador.",
  "6-24": "1312 a. C.: en Asia Menor, durante el reinado del rey hitita Mursili II se observa un «mal augurio del Sol» (un eclipse solar).​",
  "6-25": "524: en Isère (sureste de Francia) los francos vencen a los burgundios en la batalla de Vézeronce.",
  "6-26": "4 d. C.: en Roma, el emperador Augusto adopta a su hijastro Tiberio (42), después de que sus dos hijos adoptivos Lucio y Cayo César hubieran muerto previamente.",
  "6-27": "1358: nace la República de Dubrovnik.",
  "6-28": "1098: en Palestina, los cruzados de la Primera Cruzada son derrotados por Kerbogha de Mosul.",
  "6-29": "1149: Raimundo de Poitiers (44) es derrotado y muerto en la batalla de Inab por Nur al-Din (31). Su cabeza es enviada al califa de Bagdad.",
  "6-30": "350: en Roma, el usurpador romano Nepociano, miembro de la dinastía constantiniana, es derrotado y muerto por los soldados del usurpador Magnencio.",
  "7-1": "552: en Italia, fuerzas bizantinas lideradas por Narsés derrotan a los ostrogodos. Durante la lucha, el rey Totila resulta mortalmente herido.",
  "7-2": "1489: en España, la ciudad nazarí de Motril (Granada) se rinde a los Reyes Católicos.",
  "7-3": "324: en la batalla de Adrianópolis, Constantino el Grande derrota a Licinio, quien huye a Bizancio.",
  "7-4": "362 a. C.: en el centro de la península del Peloponeso, los tebanos, liderados por Epaminondas, derrotan a los espartanos en la batalla de Mantinea.",
  "7-5": "1054: en China, los astrónomos registran la explosión de la supernova que dará origen a la actual nebulosa del Cangrejo.",
  "7-6": "985: En España, Barcelona (Condado de Barcelona) se rinde al caudillo andalusí Almanzor, que entra en la ciudad tras asediarla durante ocho días.",
  "7-7": "1486: en Córdoba (España), los Reyes Católicos expiden la Pragmática que manda observar y guardar el Cuaderno de las Leyes Nuevas de la Santa Hermandad.",
  "7-8": "390 a. C.: se libra la Batalla del río Allia, una clara derrota de las tropas romanas contra los galos senones liderados por Breno.",
  "7-9": "585 a. C.: en Grecia se registra un eclipse de Sol que había sido predicho por el astrónomo Tales de Mileto.",
  "7-10": "48 a. C.: en la provincia romana de Macedonia, Pompeyo propina una catastrófica derrota a Julio César en la batalla de Dirraquio.",
  "7-11": "1302: cerca de Cortrique, se libra la batalla de las espuelas de oro.",
  "7-12": "927: el rey Athelstan unifica los reinos anglosajones y funda lo que actualmente es Inglaterra.",
  "7-13": "1174: Guillermo I de Escocia, jefe de la rebelión contra los ingleses, es capturado en Alnwick por las fuerzas de Enrique II de Inglaterra.",
  "7-14": "1223: en Francia, Luis VIII asume como rey después de la muerte de su padre, Felipe II.",
  "7-15": "1099: en la actual Palestina —en el marco de la Primera Cruzada— los europeos conquistan Jerusalén y forman el Reino de Jerusalén (entre 1099 y 1187).",
  "7-16": "622: Arabia: el profeta Mahoma inicia su viaje desde La Meca hacia Medina. Este hecho es llamado la Hégira, hecho que da inicio al calendario musulmán.",
  "7-17": "180: veinte habitantes de Escilio (Scillium, una ciudad no identificada en el norte de África), son ejecutados por su condición de cristianos.",
  "7-18": "586 a. C.: en Judá, termina el sitio de Jerusalén por Nabucodonosor II de Babilonia.",
  "7-19": "64: en la ciudad de Roma comienza el «gran incendio», señalado en la historiografía cristiana como la raíz de la primera persecución a los cristianos.",
  "7-20": "1221: Se coloca la primera piedra de la Catedral de Burgos.",
  "7-21": "356 a. C.: en Éfeso (Grecia) un hombre, Eróstrato, incendia el Templo de Artemisa, una de las siete maravillas del mundo.",
  "7-22": "365: en Egipto, la ciudad de Alejandría es inundada por un tsunami. El día anterior hubo terremotos en el norte de Italia y en Creta.​",
  "7-23": "1431: en Suiza se inicia el Concilio de Basilea, noveno concilio ecuménico universal.",
  "7-24": "1064: en la Taifa de Badajoz, Fernando I de León sitia y ocupa la ciudad musulmana de Coímbra (actual Portugal).",
  "7-25": "285: en Roma, el emperador Diocleciano designa a Maximiano como César codirigente.",
  "7-26": "711: en la batalla de Guadalete, tropas musulmanas que invadían la península ibérica derrotan a Rodrigo (rey de los visigodos en Hispania).",
  "7-27": "587 a. C.: destrucción de Jerusalén y su templo por los ejércitos babilonios, incluido el consiguiente cautiverio que durará hasta el 538 a. C. (según el Segundo libro de los reyes 25:8-21).",
  "7-28": "612: en la actual Corea, 10 000 soldados del antiguo reino Goguryeo vencen a 305 000 soldados invasores del Imperio chino en la batalla de Salsu. El general coreano Eulji Mundeok hace romper una represa del río Salsu y mata así a 302 700 soldados chinos. Esta batalla es considerada como el más letal de todos los combates clásicos —solo superado por las batallas de la Primera Guerra Mundial (1914-1918)—.",
  "7-29": "1000: en Peña Cervera, en la actual provincia de Burgos, el caudillo musulmán Almanzor vence a la coalición cristiana (navarros, castellanos y leoneses) al mando de Sancho García y de García Gómez, en la batalla de Cervera.",
  "7-30": "49 a. C.: en Hispania se enfrentan los ejércitos romanos de Cneo Pompeyo Magno y Julio César (Batalla de Ilerda).",
  "7-31": "432: en Roma (Italia), Sixto III es elegido papa.",
  "8-1": "30 a. C.: César Augusto entra en Alejandría y toma el control de la misma para la Antigua república romana.",
  "8-2": "519 a. C. (más posiblemente el 8 de agosto): en Henan (China) un terremoto de magnitud 5,5 en la escala sismológica de Richter (intensidad VII) deja «algunos» muertos.",
  "8-3": "338 a. C.: los habitantes de Manduria ―villa ubicada en el lado interno del taco de la «bota» italiana― vencen a las fuerzas invasoras espartanas del rey Arquidamo II en la batalla de Manduria.",
  "8-4": "886: a la muerte de Muhammad I, su hijo Al-Mundir es nombrado en Córdoba sexto emir omeya.",
  "8-5": "57 a. C.: el orador romano Marco Tulio Cicerón, gracias a la ayuda de Milón, regresa a Roma tras su exilio, provocado este por las acusaciones de su rival político Clodio.",
  "8-6": "133 a. C.: En la actual España, la ciudad celtíbera de Numancia es tomada por los romanos, al mando de Escipión Emiliano, tras un largo asedio. Los habitantes deciden cometer un suicidio colectivo e incendiar su propia ciudad antes que convertirse en prisioneros.",
  "8-7": "480 a. C. (fecha probable): en Grecia, los ejércitos persas vencen a los griegos en la batalla de las Termópilas.",
  "8-8": "519 a. C. (quizá el 2 de agosto): en Henan (China) un terremoto de magnitud 5,5 en la escala sismológica de Richter (intensidad VII) deja «algunos» muertos.",
  "8-9": "48 a. C.: en Tesalia (Grecia), en el transcurso de la segunda guerra civil de la República romana, el ejército de Julio César vence al de Pompeyo en la batalla de Farsalia.",
  "8-10": "612 a. C.: la capital del Imperio asirio, Nínive, cae a manos de los babilonios y los medos.",
  "8-11": "3114 a. C.: fecha correspondiente al inicio de la Cuenta Larga (según varias culturas mesoamericanas, entre ellas la maya).",
  "8-12": "490 a. C.: en Grecia se libra la batalla de Maratón, donde los griegos derrotaron a los invasores persas. Dos días después habría sucedido la fábula de Filípides (que corrió 42 km desde Maratón a Atenas para morir diciendo «Hemos vencido»).",
  "8-13": "3114 a. C.: fecha de comienzo del calendario maya (que fue creado posiblemente en el siglo VI a. C.).",
  "8-14": "1084: El Cid, al mando del ejército de la taifa de Zaragoza, vence a la coalición del rey Al-Mundir de Lérida y Sancho Ramírez de Aragón en la batalla de Morella.",
  "8-15": "Día de la Asunción.",
  "8-16": "1097: en Huesca (Reino de Aragón) el rey Pedro I de Aragón se casa con su segunda esposa, Berta.",
  "8-17": "986: en la batalla de la Puerta de Trajano, los búlgaros ―bajo el mando de Samuel y Aarón de Bulgaria― destruyen la armada bizantina ―al mando de Basilio II, quien logra escapar―.",
  "8-18": "293 a. C.: se construye el primer templo romano a Venus conocido; comienza la institución de los festivales Vinalia Rústica.",
  "8-19": "43 a. C.: César Augusto comparece ante el Senado romano para ser elegido cónsul.",
  "8-20": "636: en la batalla de Yarmuk, fuerzas árabes lideradas por Khalid ibn al-Walid toman el control de Siria y Palestina de las manos del Imperio bizantino, realizando la primera gran oleada de musulmanes fuera de Arabia.",
  "8-21": "1192: Minamoto no Yoritomo se convierte en Shōgun y líder de facto de Japón.",
  "8-22": "392: Arbogastes elige a Eugenio como nuevo emperador del Imperio Romano de Occidente.",
  "8-23": "79: el Vesubio comienza a activarse, en la festividad de Vulcano, el dios romano del fuego.",
  "8-24": "79: en Italia, el volcán Vesubio entra en erupción, arrasando las ciudades romanas de Pompeya, Herculano y Estabia.",
  "8-25": "79: cerca de Pompeya (Italia), segundo día de la letal erupción del volcán Vesubio.",
  "8-26": "1071: cerca de Muş, Alp Arslan, sultán de la dinastía Selyúcida, derrota al basileos Romano IV Diógenes, emperador de Bizancio, en la Batalla de Manzikert.",
  "8-27": "479 a. C.: en el marco de la segunda guerra médica (480-479 a. C.) la liga Helénica obtiene una victoria definitiva frente a Jerjes I, en las batallas de Platea y de Mícala.",
  "8-28": "475: el general romano Flavio Orestes nombra a su hijo Rómulo Augústulo emperador, tras obligar a Julio Nepote a huir de la ciudad de Rávena.",
  "8-29": "708: en Japón se acuñan monedas por primera vez. (Fecha tradicional en el calendario japonés: 10 de agosto del 708).",
  "8-30": "1282: en la localidad de Trápani, el rey aragonés Pedro III desembarca su ejército de almogávares al grito de «¡Desperta Ferro!». El rey de Sicilia, Carlos de Anjou, abandonó el campo de batalla permitiendo que el rey aragonés se dirigiera a Palermo (Sicilia) para ser coronado rey de Sicilia.",
  "8-31": "1056: en Constantinopla, la emperatriz Teodora Porfirogeneta (75) muere repentinamente sin dejar heredero. Finaliza la Dinastía macedónica.",
  "9-1": "5509 a. C.: fecha de la creación del mundo en el Imperio bizantino, que da inicio a su calendario.",
  "9-2": "44 a. C.: en Egipto, la faraona Cleopatra VII declara regente a su hijo Tolomeo XV.",
  "9-3": "401 a. C.: en Cunaxa (aldea a unos 70 km al norte de Babilonia) sucede la batalla de Cunaxa entre Artajerjes II y el príncipe Ciro el Joven.",
  "9-4": "476: Odoacro depone al emperador romano Rómulo Augústulo; se considera a este suceso como la caída del Imperio Romano de Occidente, y el fin de la Edad Antigua en la civilización occidental.",
  "9-5": "1646: el obispo de Puebla, don Juan de Palafox funda la Biblioteca Palafoxiana, primera biblioteca pública de América.",
  "9-6": "394: en el río Frígido (al oeste de la actual Eslovenia), el emperador romano Teodosio I derrota al usurpador pagano Eugenio y al general franco Arbogastes en la batalla del río Frígido.",
  "9-7": "1191: en la actual Palestina las fuerzas de Ricardo I de Inglaterra vencen a las tropas de Saladino en la batalla de Arsuf.",
  "9-8": "70: en Judea, el ejército romano liderado por Tito saquea Jerusalén.",
  "9-9": "413 a. C.: los atenienses y los siracusanos, en el marco de la guerra del Peloponeso, libran la segunda batalla de Siracusa.",
  "9-10": "1229: inicio de la Conquista de Mallorca por las tropas de Jaime I de Aragón.",
  "9-11": "9: en Germania Magna finaliza la Batalla del bosque de Teutoburgo, donde el Imperio Romano sufre la mayor derrota de su historia, fijándose el Rin como la frontera entre el Imperio y los llamados bárbaros durante los siguientes cuatrocientos años.​​​​",
  "9-12": "siglo V a. C.: en Grecia se libra la batalla de Maratón, donde los griegos derrotaron a los invasores persas. Dos días después habría sucedido la fábula de Filípides (que corrió 42 km desde Maratón a Atenas para morir diciendo «Hemos vencido»).",
  "9-13": "490 a. C.: a 40 km de Atenas (Grecia), Milcíades tiene a sus tropas frente a las del persa Datis como preparación para la batalla de Maratón.",
  "9-14": "81: en Roma, Domiciano se convierte en emperador del Imperio romano al morir su hermano Tito.",
  "9-15": "800: primera mención del término «Castilla» en un documento apócrifo del hoy desaparecido monasterio de San Emeterio de Taranco de Mena.",
  "9-16": "Independencia de México.",
  "9-17": "1007: a 25 km al sudoeste de Bagdad (Irak), un terremoto produjo 16 000 muertos.",
  "9-18": "14: Tiberio es confirmado como emperador romano por el Senado.",
  "9-19": "335: en Bizancio (Turquía) Dalmacio se hace con el título de César.",
  "9-20": "331 a. C.: Se produjo un eclipse de lunar. En la antigüedad era un presagio de malos acontecimientos.",
  "9-21": "331 a. C.: a 27 km al noreste de Mosul (Irak), Alejandro Magno derrota a Darío III de Persia en la batalla de Gaugamela. En la noche anterior hubo un eclipse lunar que permitió datar este evento.",
  "9-22": "66: Nerón crea la Legión I Itálica.",
  "9-23": "63 a. C.: nace Cayo Julio César Augusto el primer emperador de Roma.",
  "9-24": "1493: Cristóbal Colón comienza su segunda expedición a América.",
  "9-25": "275: en Roma, tras el asesinato del emperador Aureliano, el Senado nombra emperador a Claudio Tácito.",
  "9-26": "46 a. C.: en Italia, Julio César inaugura el templo de su ancestro mítico Venus Generatriz en el Foro de César, cumpliendo una promesa realizada antes de la batalla de Farsalia.",
  "9-27": "1066: Guillermo I de Inglaterra y su ejército anclan en la desembocadura del río Somme, empezando la Conquista normanda de Inglaterra.",
  "9-28": "480 a. C.: en la isla de Salamina (Grecia) en la madrugada, se registra un terremoto. Los griegos lo toman como un buen augurio para la batalla naval de Salamina, que sucedió al día siguiente.​",
  "9-29": "522 a. C.: Darío el Grande asciende al trono del Imperio Persa Aqueménida.​",
  "9-30": "976: En Córdoba, España, el califa Alhakén II fallece por una angina de pecho.​ Su heredero Hisham II aún era menor de edad, por lo que el visir Al-Mushafi, Almanzor y su madre Subh, conforman un consejo de regencia.",
  "10-1": "331 a. C.: Alejandro Magno derrota a Darío III de Persia en la batalla de Gaugamela, a 27 km al noreste de Mosul (Irak), y marca el fin del Imperio persa.",
  "10-2": "52 a. C.: en la batalla de Alesia, las tropas sitiadoras de Julio César reciben un masivo ataque galo interno y externo. El sorprendente triunfo de los romanos ocasionará al día siguiente la rendición de Vercingétorix.",
  "10-3": "52 a. C.: Vercingétorix, el líder galo, presenta sus armas a Julio César, poniendo fin al sitio de Alesia y a la conquista romana de la Galia.",
  "10-4": "23: en el Imperio chino, la ciudad de Chang'an es saqueada por las fuerzas opositoras a la Dinastía Xin.​",
  "10-5": "539 a. C.: Caída de Babilonia ante el Imperio persa, según el Libro de Daniel.",
  "10-6": "105 a. C.: sucede el peor desastre militar de la historia de Roma: la batalla de Arausio, en la que dos ejércitos de la República son derrotados por cimbrios y teutones. Se produjeron bajas superiores a los 100 000 hombres (12 legiones, tropas auxiliares, etc).",
  "10-7": "3761 a. C.: comienza la cuenta del calendario hebreo moderno.",
  "10-8": "314: en Colonia Aurelia Cibalae (en la actual Croacia), el emperador romano Constantino I el Grande vence al emperador romano Licinio en la batalla de Cibalae.",
  "10-9": "28 a. C.: consagración del templo de Apolo Palatino en Roma, inspirado en el modelo alejandrino. Institución de la biblioteca del Templo de Apolo Palatino.",
  "10-10": "680: en la batalla de Karbala, el imán chií Husayn ibn Ali (nieto del profeta Mahoma) es decapitado por las fuerzas del califa Yazid I. Los chiíes conmemoran este día como Aashurah.",
  "10-11": "368: en Nicea (Turquía) sucede un terremoto. Algunos días después hubo otro terremoto en el Helesponto.​",
  "10-12": "Día de la Hispanidad.",
  "10-13": "54: en Roma, Nerón (de 16 años de edad) es proclamado emperador, el mismo día que moría envenenado el emperador Claudio.",
  "10-14": "1067: en Inglaterra se libra la batalla de Hastings. Guillermo el Conquistador, último guerrero que invadió con éxito Inglaterra, se convertirá en rey dos meses después, el 25 de diciembre de ese mismo año.",
  "10-15": "1385: Batalla de Valverde con el triunfo de Nuno Álvares Pereira sobre los castellanos en Valverde de Mérida, dentro de las agresiones portuguesas en territorio castellano, tras su éxito en Aljubarrota, que no concluirían hasta la firma del Tratado de Ayllón (Segovia) en 1411.",
  "10-16": "456 (o 17 de octubre): cerca de Piacenza (actual Italia), los soldados del emperador Avito son vencidos por los del militar romano-ibérico Ricimero, quien se convierte en líder de facto del Imperio romano de Occidente.​",
  "10-17": "535 a. C.: Ciro II el Grande rey de Persia marcha a Babilonia, liberando a los judíos de casi 70 años de exilio.",
  "10-18": "456 (o 17 de octubre): cerca de Piacenza (actual Italia), los soldados del emperador Avito son vencidos por los del militar romano-ibérico Ricimero, quien se convierte en líder de facto del Imperio romano de Occidente.",
  "10-19": "202 a. C.: en las cercanías de Cartago (actual Túnez) Escipión el Africano, general romano, vence a Aníbal Barca en la Batalla de Zama.",
  "10-20": "1465: en Bélgica, se libra la batalla de Montenaken.",
  "10-21": "1032: en Roma, el joven Teofilatto (1008-1055) compra el papado y es nombrado papa, adoptando el nombre de Benedicto IX.",
  "10-22": "Siglo XXII a. C. en China se registra un eclipse solar, el primero conocido en ser registrado.",
  "10-23": "42 a. C.: en el marco de la guerra civil romana republicana, se libra la segunda Batalla de Filipos. Marco Antonio y Octaviano derrotan definitivamente a Marco Junio Bruto, quien se suicida.",
  "10-24": "69: en la Segunda batalla de Bedriacum, las fuerzas al mando de Marco Antonio Primo (comandante de los ejércitos del Danubio), leal a Vespasiano, derrotan a las fuerzas del emperador Vitelio.",
  "10-25": "1147: las tropas portuguesas, comandadas por Alfonso I, capturan la villa de Lisboa junto a los cruzados de Inglaterra y Flandes, luego de un asedio de cuatro meses.",
  "10-26": "1377: en Bosnia, Stiefan Tvrtko es coronado el primer rey de ese país.",
  "10-27": "312: en la batalla del Puente Milvio (a orillas de río Tíber, en el norte de la ciudad de Roma), el emperador Constantino I el Grande afirma durante una arenga que ha visto la cruz de Cristo en el cielo.",
  "10-28": "312: en la batalla del Puente Milvio, Constantino I el Grande derrota a Majencio en la lucha por el Imperio romano. Se convierte al cristianismo.",
  "10-29": "539 a. C.: Caída de Babilonia. Ciro el Grande anexa el territorio a Persia, terminando con más de 1200 años de Imperio babilónico. Tras tomar la ciudad, Ciro libera a los judíos.",
  "10-30": "637: en Asia Menor, la ciudad de Antioquía se rinde a las fuerzas musulmanas bajo el Califato Rashidun después de la batalla del Puente de Hierro.",
  "10-31": "475: Rómulo Augústulo es proclamado emperador romano.",
  "11-1": "365: en territorio de la actual Alemania, los germanos cruzan el río Rin e invaden la Galia. El emperador Valentiniano I se traslada a París para comandar el ejército y defender las ciudades galas.",
  "11-2": "Día de los Muertos.",
  "11-3": "644: en la mezquita de Medina, Umar ibn al-Jattab, segundo califa, es asesinado por un esclavo persa.",
  "11-4": "683: se inicia el XIII Concilio de Toledo.",
  "11-5": "1414: en Suiza se inaugura el Concilio de Constanza, en el que se pone fin al Cisma de Occidente.",
  "11-6": "355: en Francia, el emperador romano Constancio II eleva a su primo Juliano el Apóstata al rango de César, dándole el gobierno de la prefectura de los galos.",
  "11-7": "680: Comienza en Constantinopla el Sexto Concilio Ecuménico de la Iglesia Católica.",
  "11-8": "392: en el Imperio romano el emperador Teodosio el Grande prohíbe todos los cultos no cristianos.",
  "11-9": "324: en Roma (Italia), el papa Silvestre I consagra la Archibasílica del Salvador y de los santos Juan Bautista y Juan Evangelista.",
  "11-10": "1202: en la actual Croacia ―en el marco de la Cuarta Cruzada―, a pesar de las encíclicas del papa Inocencio III prohibiendo y amenazando la excomunión, los cruzados católicos empiezan el sitio contra la católica villa de Zara (hoy Zadar).",
  "11-11": "308: en Carnuntum, con el fin de devolver el orden al imperio, Diocleciano y Galerio obligan a Maximiano a renunciar al título de augusto y en su lugar elevan a la púrpura a Licinio.",
  "11-12": "764: en China, tropas tibetanas ocuparon durante quince días Chang'an, la capital de China de la Dinastía Tang.",
  "11-13": "7 a. C.: en todo el norte de China se registra un terremoto que deja 415 víctimas.",
  "11-14": "1152 a. C.: en el Antiguo Egipto, en tiempos del faraón Ramsés III, comienza la primera huelga laboral de la historia, ocurrida en las obras del Valle de los Reyes.​",
  "11-15": "565: en Constantinopla (Imperio bizantino) Justino II sucede a su tío, Justiniano I, como emperador.",
  "11-16": "534: en Roma, el emperador Justiniano promulga la revisión del Codex Justinianus.",
  "11-17": "887: Es depuesto el emperador Carlos III el Gordo y Arnulfo de Carintia se convierte en rey de la Francia Oriental y de Lotaringia.",
  "11-18": "401: los Visigodos, liderados por el rey Alarico I, cruzan los Alpes e invaden el norte de Italia.",
  "11-19": "461: Libio Severo (420-465) es declarado emperador del Imperio romano de Occidente. El verdadero poder está en manos del magister militum Ricimero (405-472).",
  "11-20": "284: En Roma, Diocleciano es elegido emperador.",
  "11-21": "164 a. C.: Judas Macabeo reconstruye el Templo de Jerusalén. Este evento se conmemora por la festividad de Jánuca.",
  "11-22": "1307: El papa Clemente V emite la bula papal Pastoralis praeeminentiae que instruyó a todos los monarcas cristianos en Europa a arrestar a los Templarios presentes en su territorio y confiscar sus bienes.",
  "11-23": "43 a. C.: en Roma, la Lex Titia hace oficial el pacto por cinco años de gobierno común entre Marco Antonio, Octavio (heredero de Julio César) y Marco Emilio Lépido. Comienza el Segundo Triunvirato.",
  "11-24": "380: en la actual Turquía, el emperador romano Teodosio hace su ingreso en Constantinopla.​​",
  "11-25": "1192: en París, Juan de Mata (que posteriormente fundará la Orden Trinitaria) es ordenado sacerdote por el obispo Maurice de Sully.",
  "11-26": "783: en España, Adosinda (reina de Asturias) es internada en un monasterio para evitar que su sobrino Alfonso retomara el trono de Asturias arrebatándoselo a Mauregato.",
  "11-27": "25: Luoyang es declarada capital de la Dinastía Han por el emperador Liu Xiu.",
  "11-28": "587: en Andelot-Blancheville (actual Francia), mediante el Tratado de Andelot, el rey Gontrán I de Borgoña reconoce a Childeberto II como su heredero.",
  "11-29": "528: en Samandag, en la costa del mar Mediterráneo, a 30 km de Antioquía (Turquía) se registra un terremoto de 6,9 grados en la escala sismológica de Richter y una intensidad de 10 a 11, que se siente igualmente en Siria y deja 5000 muertos.",
  "11-30": "1031: El pueblo de Córdoba se rebela contra el visir Hakam ben Said y el califa Hisham III por el fuerte aumento de impuestos. Tras asesinar al visir, el califa es desterrado y se refugia en la zona de Lérida, donde fallecería en 1036, poniendo fin al califato de Córdoba y abriéndose el periodo de los reinos taifas.",
  "12-1": "800: en Roma, Carlomagno juzga las acusaciones contra el papa León III.",
  "12-2": "362: en Nicea, Izmit (Turquía) se registra un terremoto de magnitud 6,8 en la escala sismológica de Richter (intensidad de 10).",
  "12-3": "115: en Antioquía (Turquía) a la noche sucede un terremoto de magnitud 7,5 en la escala sismológica de Richter (intensidad de XI en la escala de Mercalli), dejando un saldo de 260.000 muertos (el emperador Trajano resultó herido). También se registra un tsunami.​",
  "12-4": "656: Cerca de Basora tiene lugar la Batalla del Camello entre el califa Alí y la viuda de Mahoma, Aisha.",
  "12-5": "633: se inicia el IV Concilio de Toledo, en presencia del rey visigodo Sisenando y bajo la dirección de Isidoro de Sevilla.",
  "12-6": "35: en la actual Guatemala, se documentan los primeros escritos de América, estelas de época olmeca tardía.",
  "12-7": "43 a. C.: en Roma es asesinado Cicerón.",
  "12-8": "1491: entran en Granada (España) siete caballeros cristianos ―entre ellos Hernán Pérez del Pulgar― para conferenciar secretamente con Boabdil acerca de las condiciones de entrega de la ciudad.",
  "12-9": "536: en Italia, el general bizantino Belisario entra en Roma aunque el pacto con los ostrogodos hace que abandone la ciudad, volviendo a la capital de su antiguo imperio.",
  "12-10": "1041: Miguel V es coronado emperador en Bizancio.",
  "12-11": "220: en China, el Emperador Xian de Han es forzado a abdicar del trono por Cao Pi; provocando así la Caída de la dinastía Han.​",
  "12-12": "627: cerca de Mosul (Irak), el ejército bizantino de Heraclio derrota en la Batalla de Nínive a las fuerzas del sha persa Cosroes II, comandadas por Rhahzadh, poniendo así fin a las Guerras Romano-Sasánidas.",
  "12-13": "115: en Antioquía (Turquía) a la noche sucede un terremoto de magnitud 7,5 en la escala sismológica de Richter (intensidad de XI en la escala de Mercalli), dejando un saldo de 260 000 muertos. También se registra un tsunami.​ Quizá no sucedió hoy sino diez días antes.",
  "12-14": "557: en Constantinopla la cúpula de Hagia Sophia es severamente dañada por un terremoto.",
  "12-15": "533: 27 km al oeste de Cartago (Túnez), las tropas del Imperio romano de Oriente (bajo el mando del general Belisario) derrotan a las tropas vándalas (bajo el mando de su rey Gelimer) en la batalla de Tricamerón.",
  "12-16": "755: en China, el general An Lushan inicia la Rebelión An-Shi en contra de la Dinastía Tang. El conflicto será uno de los más destructivos de la historia china.​",
  "12-17": "283: en Roma, Cayo ―sobrino del emperador romano Diocleciano― se convierte en papa.",
  "12-18": "218 a. C.: en el río Trebia, cerca de Piacenza (Italia) ―en el marco de la segunda guerra púnica―, las tropas cartaginesas de Aníbal derrotan al ejército romano en la batalla del Trebia.",
  "12-19": "324: En Roma, Licinio abdica de su posición como rey emperador romano.",
  "12-20": "69: ingresa en Roma el militar Marco Antonio Primo para reclamar el título de emperador de Vespasiano, el exgeneral de Nerón.",
  "12-21": "69: en Roma, el Senado nombra emperador a Vespasiano, tras la derrota de Vitelio el día anterior.",
  "12-22": "401: en Roma, Inocencio I es elegido papa.",
  "12-23": "1235: En el marco de la conquista cristiana de Córdoba, los soldados cristianos aprovechan la noche y trepan las murallas de la ciudad con ayuda de escaleras y vestidos con ropas árabes para dar comienzo al asedio.",
  "12-24": "563: la iglesia bizantina Santa Sofía en Constantinopla es reconstruida por segunda vez después haber sido destruida por un terremoto.",
  "12-25": "Navidad.",
  "12-26": "838: Una gran parte del noroeste de los Países Bajos es inundada por una tormenta. El obispo Prudencio de Troyes describió esta inundación, y afirmó que murieron al menos 2437 personas. Esta inundación también se describe en los Annales Xantenses.",
  "12-27": "537: en Constantinopla (actual Estambul, en Turquía) se termina de construir la basílica de la Santa Sofía.",
  "12-28": "484: en el trono visigodo, Alarico II sucede a Eurico.",
  "12-29": "418: Bonifacio I es elegido papa.",
  "12-30": "1419: en La Rochelle (Francia), las tropas de Castilla vencen a los ingleses.",
  "12-31": "406: vándalos, suevos y alanos cruzan el Rin, que estaba congelado, empezando la invasión de Galia."
}